tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'go-delve/delve'
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'homebrew/core'
brew 'pkg-config'
brew 'libyaml'
brew 'openssl'
brew 'ansible'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'libao'
brew 'mad'
brew 'libogg'
brew 'libvorbis'
brew 'faad2'
brew 'flac'
brew 'mp4v2'
brew 'libtool'
brew 'libcue'
brew 'cmus'
brew 'coreutils'
brew 'go'
brew 'docker'
brew 'docker-machine'
brew 'docker-compose'
brew 'gdbm'
brew 'gibo'
brew 'git-lfs'
brew 'jenv'
brew 'oniguruma'
brew 'jq'
brew 'libgpg-error'
brew 'libksba'
brew 'lua'
brew 'mariadb', restart_service: true
brew 'mongodb', restart_service: true
brew 'node'
brew 'pcre'
brew 'perl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ruby'
brew 'sbt'
brew 'scala'
brew 'sshrc'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zplug'
brew 'go-delve/delve/delve'
brew 'peco'
brew 'hab'
cask 'java'
cask 'atom'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'hyperterm'
cask 'linear'
cask 'skitch'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
