tap "1password/tap"
tap "carlocab/personal"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "jondot/tap"
tap "tophat/bar"
brew "act"
brew "webp"
brew "sqlite"
brew "asciinema"
brew "unixodbc"
brew "asdf"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bats-core"
brew "glib"
brew "duf"
brew "emacs"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "gibo"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "hadolint"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "jq"
brew "monolith"
brew "navi"
brew "netcat"
brew "nghttp2"
brew "nginx"
brew "pastel"
brew "peco"
brew "perl"
brew "pinentry-mac"
brew "python@3.8", link: false
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "zoxide"
brew "jondot/tap/hygen"
cask "1password-cli"
cask "ngrok"
