tap "homebrew/bundle"
brew "act"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciinema"
brew "unixodbc"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "berkeley-db", link: true
brew "glib"
brew "python@3.12"
brew "dasel"
brew "dateutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "hadolint"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "jq"
brew "navi"
brew "netcat"
brew "nghttp2"
brew "openssl@1.1"
brew "parallel"
brew "perl"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "taplo"
brew "tlrc"
brew "tmux"
brew "watch"
cask "font-hack-nerd-font"
