tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'd12frosted/emacs-plus'
tap 'go-delve/delve'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'redspread/spread'
cask 'xquartz'
brew 'libyaml'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'cmake'
brew 'coreutils'
brew 'fish'
brew 'gibo'
brew 'git-lfs'
brew 'go'
brew 'graphicsmagick'
brew 'hadolint'
brew 'hub'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'libgpg-error'
brew 'libogg'
brew 'lua'
brew 'mariadb', restart_service: true
brew 'python3'
brew 'mobile-shell'
brew 'mongodb', restart_service: true
brew 'node'
brew 'peco'
brew 'ruby'
brew 'siege'
brew 'sshrc'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'zplug'
brew 'zsh'
brew 'd12frosted/emacs-plus/emacs-plus'
brew 'go-delve/delve/delve'
brew 'homebrew/php/composer'
brew 'homebrew/php/php71'
cask 'atom'
cask 'flux'
cask 'google-chrome'
cask 'java'
cask 'kap'
cask 'skitch'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
